/* Created with Localizable Strings Merge, the swiss-army knife for iOS and OS X localization. */

/* about */
"About" = "About";

/* about message */
"about message" = "The information presented on this site about Magic: The Gathering, both literal and graphical, is copyrighted by Wizards of the Coast. This application is not produced, endorsed, supported, or affiliated with Wizards of the Coast.";

/* apply */
"Apply" = "Apply";

/* cards */
"Cards" = "Cards";

/* close */
"Close" = "Close";

/* error price */
"Error" = "Error";

/* feedback
   send feedback */
"Feedback" = "Feedback";

/* feedback cansendemail error */
"feedback cansendemail error" = "An error occured, try again"; /* NEW */

/* filter */
"Filter" = "Filter";

/* loading */
"Loading..." = "Loading...";

/* lucky? */
"Lucky?" = "Lucky?"; /* NEW */

/* manacost */
"Mana Cost" = "Mana Cost";

/* no saved */
"no saved" = "You don't have any favourite cards yet, use the star button on the card page to add it as a favourite."; /* NEW */

/* ok */
"Ok" = "Ok";

/* ok */
"OK" = "OK";

/* power toughness */
"P/T" = "P/T";

/* pick set */
"Pick a set" = "Pick a set";

/* @price */
"Price" = "Price";

/* No comment provided by engineer. */
"Product not found on TCG" = "Product not found on TCG"; /* NEW */

/* No comment provided by engineer. */
"saved.title" = "Favourites"; /* NEW */

/* search */
"Search" = "Search";

/* search error */
"Search error" = "Search error";

/* @need at leat three letters */
"Search need at least three letters" = "Search need at least three letters";

/* settings */
"Settings" = "Settings";

/* artifact filter */
"Show artifact cards" = "Show artifact cards";

/* black filter */
"Show black cards" = "Show black cards";

/* blue filter */
"Show blue cards cards" = "Show blue cards cards";

/* common filter */
"Show common cards" = "Show common cards";

/* green filter */
"Show green cards" = "Show green cards";

/* show image */
"Show image" = "Show image";

/* land filter */
"Show land cards" = "Show land cards";

/* rare filter */
"Show rare cards" = "Show rare cards";

/* rare mythic filter */
"Show rare mythic cards" = "Show rare mythic cards";

/* red filter */
"Show red cards" = "Show red cards";

/* uncommon filter */
"Show uncommon cards" = "Show uncommon cards";

/* white filter */
"Show white cards" = "Show white cards";

/* type */
"Type" = "Type";

